tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
tap "valelint/vale"
cask "xquartz"
brew "asciinema"
brew "boost"
brew "python"
brew "cmake"
brew "cmigemo", args: ["HEAD"]
brew "emacs"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "go"
brew "imagemagick"
brew "jq"
brew "libidn"
brew "luarocks"
brew "mupdf"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "node"
brew "pandoc"
brew "pandoc-crossref"
brew "pkg-config"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "texlab"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "vim", args: ["HEAD"]
brew "zsh"
brew "zsh-syntax-highlighting"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "valelint/vale/vale"
cask "alacritty"
cask "aquaskk"
cask "clipy"
cask "clock-bar"
cask "discord"
cask "dotnet"
cask "font-cica"
cask "font-fira-code"
cask "google-backup-and-sync"
cask "inkscape"
cask "iterm2"
cask "jupyter-notebook-viewer"
cask "karabiner-elements"
cask "league-of-legends"
cask "mactex"
cask "macvim"
cask "mendeley"
cask "pock"
cask "qutebrowser"
cask "steam"
cask "vectr"
cask "vivaldi"
