tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "webp"
brew "boost"
brew "glib"
brew "pkg-config"
brew "ccat"
brew "cmake"
brew "cmigemo", args: ["HEAD"]
brew "deno"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "libidn"
brew "ghostscript"
brew "go"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "jvgrep"
brew "luajit"
brew "luarocks"
brew "mupdf"
brew "neovim", args: ["HEAD"]
brew "neovide"
brew "nkf"
brew "node"
brew "pandoc"
brew "pandoc-crossref"
brew "poppler"
brew "pdfgrep"
brew "pure"
brew "python@3.9"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "texlab"
brew "tmux"
brew "tree"
brew "vim", args: ["HEAD"]
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "alfred"
cask "aquaskk"
cask "discord"
cask "docker"
cask "font-cica"
cask "font-fira-code"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-noto-sans"
cask "font-noto-sans-gothic"
cask "font-plemol-jp"
cask "font-plemol-jp-nf"
cask "google-drive"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "slack"
cask "thunderbird"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "xquartz"
